
premade_text = {
    "GREETINGS": "안녕하세요, 스탠다드치과의원 잠실본점입니다. 무엇을 도와드릴까요?",
    "HELPRESERVATION": "네, 예약을 도와드리겠습니다.",
    "ASKSYMPTOM1": "우선, 어떤 불편한 증상이 있으신지 여쭤봐도 될까요?",
    "ASKSYMPTOM2": "증상에 따라 적절한 진료를 받으실 수 있도록 안내해 드리겠습니다.",
    "RESERVATION": "예약은 오늘 오후 3시에 가능합니다. 다른 시간대로 예약을 원하시면 말씀해주세요.",
    "ASKINFO1": "예약을 위해서는 성함, 연락처가 필요합니다.",
    "ASKINFO2": "성함과 연락처를 말씀해주세요.",
    "DONERESERVATION": "예약이 완료되었습니다.",
    "WAIT": "네 잠시만요,",
    "PREFFEREDDAY": "선호하시는 요일이 있으신가요?",
    "TIME": "어떤 시간대로 예약을 원하시나요?",
    "HURRY": " 빠른 진료가 필요합니다.",
    "HANGUP": "감사합니다. 스탠다드치과의원 잠실본점이었습니다. 좋은 하루 되세요. (통화 종료)"
}